tap "valkyrie00/bbrew"
brew "bat"
brew "bbrew"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fish"
brew "gh"
brew "git-delta"
brew "helix"
brew "joshuto"
brew "oh-my-posh"
brew "ripgrep"
brew "zoxide"
cask "font-adwaita"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "zed"
flatpak "dev.zed.Zed"
