brew "bat"
brew "chezmoi"
brew "devcontainer"
brew "direnv"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helix"
brew "joshuto"
brew "oh-my-posh"
brew "ripgrep"
brew "starship"
brew "uutils-coreutils"
brew "uutils-diffutils"
brew "uutils-findutils"
brew "zoxide"
cask "aws-vpn-client"
cask "claude-code"
cask "firefox"
cask "font-adwaita"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "plexamp"
cask "signal"
cask "slack"
cask "syncthing-app"
cask "thunderbird"
cask "todoist-app"
cask "vesktop"
cask "zed"
flatpak "com.google.Chrome"
flatpak "com.plexamp.Plexamp"
flatpak "dev.vencord.Vesktop"
flatpak "dev.zed.Zed"
flatpak "md.obsidian.Obsidian"
flatpak "org.mozilla.Thunderbird"
flatpak "org.signal.Signal"
flatpak "org.mozilla.firefox"
mas "Bitwarden", id: 1352778147
mas "Photomator", id: 1444636541
